export let regs = {
    "REG-ADG": ['Республики Адыгея'],
    "REG-ALT": ['Республики Алтай'],
    "REG-ALTKR": ['Алтайского края'],
    "REG-AMU": ['Амурской области', {
        name: 'Зуев Иван',
        doc: 'Давно играю в футбол, представляем город на Дальневосточном первенстве. Люблю готовить, но не умею) музыку люблю. Ценю в людях честность.',
        date: ' 28 октября',
        spec: 'Техник по защите информации',
        city: 'Белогорск',
        citata: "Ты свободен, а значит всерьёз за себя отвечаешь.",
        img: 'img/pupils/vanch.jpg'
    }],
    "REG-ARC": ['Архангельской области'],
    "REG-AST": ['Астраханской области'],
    "REG-BAS": ['Республики Башкортостан',
        {
            name: 'Калимуллин Камиль',
            doc: 'Занимаюсь программированием на джава, питон с детства, год назад изучил си шарп. Люблю заниматься бизнесом, весело проводить время и много кушать)',
            date: '25 октября',
            spec: 'Программист',
            city: 'Уфа',
            citata: `Не важно, что у машины под капотом. Самое главное — это тот, кто сидит за рулем.`, img: 'img/pupils/kamil.jpg'
        }],
    "REG-BEL": ['Белгородской области',
        , {
            name: 'Беседина Александра',
            doc: 'на самом деле я скрытый талант и будущее спасение всего снг киберспорта, но я просто даю работягам шанс чтобы обиднее было',
            date: '24 сентября',
            spec: 'Техник по защите информации',
            city: 'Белгород',
            citata: "yeah, you can't be in the studio and not talk shit",
            img: 'img/pupils/9.jpg'
        }],
    "REG-BRYA": ['Брянской области'],
    "REG-BUR": ['Республики Бурятия'],
    "REG-VLA": ['Владимирской области'],
    "REG-VOL": ['Волгоградской области',
        {
            name: 'Селиванов Александр',
            doc: 'Миллиардер, плейбой, филантроп',
            date: '13 июля 2007 г.',
            spec: 'Программист',
            city: 'Волжский',
            citata: "Уберите, пожалуйста, данное сообщение. Здесь не место для рекламы групп и сообществ",
            img: 'img/pupils/selivanov.jpg'
        }],
    "REG-VOLO": ['Вологодской области'],
    "REG-VOR": ['Воронежской области',
        {
            name: 'Гречишникова Ульяна',
            doc: 'Победитель IT раунда июльского потока. КМС по художественной гимнастике. Победитель Всероссийского слета активистов движения Пост №1 по разборке/сборке АК-47. Окончила музыкальную школу по отделению фортепиано.',
            date: '31 октября 2007 г.',
            spec: 'Программист',
            city: 'Воронеж',
            citata: "нам не хватило стульев, и мы решили сесть на травку",
            img: 'img/pupils/ulyana.jpg'
        }],
    "REG-DAG": ['Республики Дагестан'],
    "REG-DNR": ['Донецкой Народной Республики (Защищай родину, Салага)',
    ],
    "REG-EVR": ['Еврейской Автономной области'],
    "REG-ZAB": ['Забайкальского края',
        {
            name: 'Никитенко Алена',
            doc: 'Меня зовут Алёна, мне 16 лет, я окончила 9 класс. С самого детства я ходила на различные кружки и в итоге нашла для себя подходящий вид спорта. С 8 лет я активно начала заниматься профессиональным плаванием, получила 1 разряд и на этом мне пришлось остановиться. Я занималась этим видом спорта почти 7 лет, после чего перегорела. После моего ухода из спорта я начала уделять много внимания учёбе и закончила школу с красным аттестатом. Главной чертой моего характера является коммуникабельность. Я добрый и общительный человек, который готов помочь окружающим чего бы это не стоило)(Даня сказал, что ты красотка и хочет с тобой пообщаться)',
            date: '4 мая 2007 г.',
            spec: 'Компьютерные системы и комплексы',
            city: 'Чита',
            citata: 'если не знаешь что делать,делай шаг вперед',
            img: 'img/pupils/alena.jpg'
        },],
    "REG-ZAP": ['Запорожской области (Защищай родину, Салага)'],
    "REG-IVA": ['Ивановской области'],
    "REG-ING": ['Республики Ингушетия'],
    "REG-IRK": ['Иркутской области',
        , {
            name: 'Максикова Мария',
            doc: `Меня зовут Маша, мне 15 лет.
    Занимаюсь танцами. В детстве испробовала разные направления(больше всего занималась художественной гимнастикой и настольным теннисом), а сейчас начала увлекаться веб-дизайном. Именно поэтому поступаю в Сириус. 
    Вообще довольно позитивный и общительный человек, но при этом спокойная. 
    Семья моя состоит из 4 человек, включая меня и младшую сестру. Также есть кошка и собака.
    Люблю провести время за просмотром сериалов или за чтением книг`,
            date: '3 сентября 2007 г.',
            spec: ' Разработчик веб и мультимедийных приложений',
            city: 'Иркутск',
            citata: `Лучшая месть-это большой успех`, img: 'img/pupils/maksikova.jpg'
        }],
    "REG-KBA": ['Кабардино-Балкарской Республики'],
    "REG-KAL": ['Калининградской области',
        {
            name: 'Мокроусов Арсений',
            doc: 'люблю программировать. в свободное время немного играю на гитаре (классика). предпочитаю одиночество, спокойную и тихую обстановку. фанат черных цветов и темного стиля.',
            date: '18 мая 2007 г.',
            spec: 'Программист',
            city: 'Калининград',
            citata: 'Лучший изгиб на теле женщины - ее улыбка',
            img: 'img/pupils/arseniy.jpg'
        },],
    "REG-KALM": ['республики Калмыкия'],
    "REG-KALU": ['Калужской области'],
    "REG-KAM": ['Камчатского края (те самые задние парты)',
    ],
    "REG-KACH": ['Карачаево-Черкесской Республики'],
    "REG-KAR": ['Республики Карелия'],
    "REG-KEM": ['Кемеровской области'],
    "REG-KIR": ['Кировской области',
    ],
    "REG-KOM": ['Республики Коми'],
    "REG-KOS": ['Костромской области'],
    "REG-KRA": ['Краснодарского Края',
        {
            name: 'Писарев Даниил',
            doc: 'Я фифер, всё',
            date: '2007 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Краснодар',
            citata: 'Щас поищу',
            img: 'img/pupils/pisarev.jpg'
        }, {
            name: 'Мухин Никита',
            doc: 'Ну тип люблю баскетбол, волейбол, настольный теннис. А так лютый батутист (сальтухи кручу). Хочу поскорее в Сочи - надоел Краснодар.',
            date: '12 сентября',
            spec: 'Техник по защите информации',
            city: 'Краснодар',
            citata: 'Боже чееел, осуждаю',
            img: 'img/pupils/nikita.jpg'
        }, {
            name: 'Зинько Даша',
            doc: 'Дизайнер и мама Дани',
            date: '02 мая 2005 г., как у Екатерины 2',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Краснодар',
            citata: 'Живем один раз, поэтому похуй',
            img: 'img/pupils/daris.jpg'
        }, {
            name: 'Филиппов Ванек',
            doc: 'Просто пацан, который любит музло, сидеть дома, музло, иногда выбираться в мир и, да, ещё музло.',
            date: '20 ноября 2007 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Краснодар',
            citata: 'Переедь меня хоть танком, все равно останусь панком',
            img: 'img/pupils/vanek.jpg'
        }, {
            name: 'Петровская Ника',
            doc: 'Девчонка. 16 лет. Занимаюсь спортом, учусь, пою,танцую.',
            date: '19 ноября',
            spec: 'Компьютерные системы и Комплексы',
            city: 'Краснодар',
            citata: 'Если не складывается, то вычитай ',
            img: 'img/pupils/nika.jpg'
        }, {
            name: 'Грецкий Максим',
            doc: ` Меня зовут Максим. До Сириуса проучился 9 классов в обычной МБОУ СОШ. Люблю программировать: в основном пишу телеграм, дискорд ботов на Python и модификации для Garry's mod на Lua. Влился в эту тему летом 2022 года. Помимо программирования хожу в спорт. зал и люблю  играть в игры. Буду рад влиться в новые компании и завести новых друзей :D`, date: '29.03.2007',
            spec: 'Разработчик веб и мультимедийных приложений',
            date: '29 марта 2007 г.',
            city: 'Гулькевичи',
            citata: 'Лучше уметь и не нуждаться, чем нуждаться и не уметь',
            img: 'img/pupils/maksim.jpg'
        }],
    "REG-KRAKR": ['Красноярского края'],
    "REG-KRI": ['Республики Крым(Крим російський)'],
    "REG-KUR": ['Курганской области'],
    "REG-KURSK": ['Курской области',
        {
            name: 'Щурова Татьяна',
            doc: 'играю на балалайке, победитель Всероссийского конкурса «Большая перемена», развиваю внутренний туризм в России',
            date: '17 декабря 2007 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Курск',
            citata: 'балалайка правит миром',
            img: 'img/pupils/shurova.jpg'
        }],
    "REG-LEN": ['Ленинградской области'],
    "REG-LIP": ['Липецкой области'],
    "REG-LNR": ['Луганской Народной Республики (Защищай родину, Салага)'],
    "REG-MAG": ['Магаданской области'],
    "REG-MAR": ['Республики Марий-Эл'],
    "REG-MOR": ['Республики Мордовия'],
    "REG-MOS": ['Москвы',
        {
            name: 'Дьяченко Дарья (Горбунова) <3',
            doc: 'Всем приветик!!! Я люблю кататься на скейте, слушать песенки и под них танцевать)',
            date: '8 мая 2007 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Москва',
            citata: "Она любила Егора Крида...",
            img: 'img/pupils/lover.jpg'
        }],
    "REG-MOSOB": ['Московской области',
        {
            name: 'Хмара Павел',
            doc: 'Люблю играть в баскетбол и веселиться со своими друзьями',
            date: '26 декабря 2007 г.',
            spec: 'Информационные системы и программирование',
            city: 'г.о. Краснознаменск',
            citata: "Время - наилучший учитель, к сожалению, убивающий своих учеников.",
            img: 'img/pupils/choppa.jpg'
        }],
    "REG-MUR": ['Мурманской области',
        {
            name: 'Волков Роман',
            doc: 'Люблю играть в компьютерные игры, особенно в сюжетные и выживания, из любимых игр Метро; Занимаюсь каратэ, имею чёрный пояс; На данный момент знаю основы Python, CSS, HTML; ',
            date: '30 ноября 2006 г.',
            spec: 'Программист',
            city: 'Снежногорск',
            citata: 'Никогда не сдавайся, и ты увидишь, как сдаются другие.',
            img: 'img/pupils/volkov.jpg'
        }],
    "REG-NEN": ['Ненецкого автономного округа'],
    "REG-NIZ": ['Нижегородской области'],
    "REG-NOV": ['Новгородской области'],
    "REG-NOVOS": ['Новосибирской области'],
    "REG-OMS": ['Омской области'],
    "REG-ORE": ['Оренбургской области'],
    "REG-ORL": ['Орловской области'],
    "REG-PEN": ['Пензенской обасти'],
    "REG-PER": ['Пермского края'],
    "REG-PRI": ['Приморского края'],
    "REG-PSK": ['Псковской области'],
    "REG-ROS": ['Ростовской Области',
        {
            name: 'Потеря Анастасия',
            doc: `Меня зовут Настя
    рост: 175
    любимый цвет голубой и изумрудный
    Глаза голубые
    Увлекаюсь дизайном и блогерством `, 
            date: '2 августа 2007 г.',
            spec: 'Техник по защите информации',
            city: 'Ростов-на-Дону',
            citata: 'Самый хороший учитель в жизни - опыт. Берёт, правда, дорого, но объясняет доходчиво',
            img: 'img/pupils/rostovGirl.jpg'
        }, {
            name: 'Дьяченко Егор',
            doc: 'Меня зовут Витто Скалетте, я родился на Сицилии,  в 25-м году.',
            date: '9 января 2008 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'г. Гуково',
            citata: 'Порой нам нужно принять решение, от которого будет зависеть вся наша судьба. И не только наша. Но иногда мы понимаем - чтобы сделать человека счастливым, правильнее будет его отпустить,  как бы тяжело это ни было. Да, так будет лучше... наверное',
            img: 'img/pupils/.jpg'
        },],
    "REG-RYA": ['Рязанской области'],
    "REG-SAM": ['Самарской области'],
    "REG-SAN": ['Санкт-Петербурга'],
    "REG-SAR": ['Саратовской области'],
    "REG-SAH": ['Республики Саха(Якутия)'],
    "REG-SAHL": ['Сахалинской области',
        {
            name: 'Бондаренко Артем',
            doc: 'Выходец с далекого востока, прибывший за новым вызовом...',
            date: '21 августа 2007 г.',
            spec: 'Программист',
            city: 'Южно-Сахалинск',
            citata: 'Тотальный фид, полный *****, страшный руин, все это будет в этот момент в этой игре',
            img: 'img/pupils/artem.jpg'
        },],
    "REG-SVR": ['Свердловской области'],
    "REG-SEV": ['Севастополя'],
    "REG-SEVOSE": ['Республики Северная Осетия'],
    "REG-SMO": ['Смоленской области'],
    "REG-STA": ['Ставропольского края',
        {
            name: 'Гордиенко Анастасия',
            doc: `Недомузыкант, который хочет свою группу, недотанцор/недокавердэнсер, который хочет свою команду. Недоигродел, который долгие месяцы не прикасается к своему проекту, и переотличник, который 9 лет жизни не позволял себе получать 4 в четверти. Недопрогер, который пришёл к теме программирования год назад и, как оказалось, может с интересом и относительно легко в этом развиваться.
    Еду учиться в Сириус, перезагружая жизнь, с желанием убрать от себя эту приставку "недо-",
     которая существует лишь в моей голове. Давайте будем меньше бояться, больше действовать и добьёмся всего, о чём мечтаем<3`, 
            date: '25 июня 2007 г.',
            spec: 'Программист',
            city: 'Михайловск',
            citata: 'На каждый горшок найдётся крышка......',
            img: 'img/pupils/gordienko.jpg'
        }, {
            name: 'Елагин Евгений',
            doc: `ааэээ... я не знаю что писать, я очень добрый и душевный человек, люблю поболтать, обсудить что-нибудь, но не душа компании, я бываю закрытым, замкнутым, но если проявить интерес, я всегда отвечу на него взаимностью`, date: '25.06.2007',
            spec: 'Программист',
            date: '23 мая 2007 г.',
            city: 'Михайловск',
            citata: 'Ты живёшь только один раз',
            img: 'img/pupils/zhenya.jpg'
        }, {
            name: 'Лазебный Владимир',
            doc: `1. Моделирую
            2. работаю на UE5 и Unity
            3. Собираю компы, ставлю винду, 
            4. На андроид студио писал на Java
            5. На гитаре чуть играю
            6. На каратэ ходил 6 лет`, date: '27 января 2008 г.',
            spec: 'Программист',
            city: 'Михайловск',
            citata: 'Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду',
            img: 'img/pupils/lazebni.jpg'
        }],
    "REG-TAM": ['Тамбовской области'],
    "REG-TAT": ['Республики Татарстан'],
    "REG-TVE": ['Тверской области'],
    "REG-TOM": ['Томской области'],
    "REG-TUL": ['Тульской области'],
    "REG-TUV": ['Республики Тыва'],
    "REG-TUM": ['Тюменской области',
        {
            name: 'Кривощеков Дима',
            doc: 'Робототехник, часто ездил в лагеря на инженерно-технические смены, победитель и призер нескольких сезонов «First Robotics Championship»',
            date: '22 февраля 2007 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Тюмень',
            citata: 'Смотря какой fabric, смотря откуда приходит fabric, смотря сколько details в этом пиджаке',
            img: 'img/pupils/dima.jpg'
        }],
    "REG-UDM": ['Республики Удмуртия',
        {
            name: 'Михайлова Анастасия',
            doc: 'я настя, а ты не настя',
            date: '9 октября 2007 г.',
            spec: 'Техник по защите информации ',
            city: 'Ижевск',
            citata: 'не падай духом, а падай брюхом. пока!!!',
            img: 'img/pupils/nastya.jpg'
        },],
    "REG-ULY": ['Ульяновской области'],
    "REG-HAB": ['Хабаровского края'],
    "REG-HAK": ['Республики Хакасия'],
    "REG-HAN": ['Ханты-Мансийского округа'],
    "REG-HER": ['Херсонской области (Защищай родину, Салага)'],
    "REG-CHE": ['Челябинской области'],
    "REG-CHECH": ['Республики Чечня'],
    "REG-CHU": ['Республики Чувашия'],
    "REG-CHUK": ['Чукотского автономного округа'],
    "REG-YAM": ['Ямало-Ненецкого округа'],
    "REG-YAR": ['Ярославской области'],
    "REG-SOC": ['Сочи',
        {
            name: 'Писарева Яся(Малимон)',
            doc: 'всем привет!!! в школе я училась хорошо, мой любимый цвет бардовый! мой любимый шоколад - альпенгольд с орео, надеюсь получиться на бюджет! ',
            date: '30 декабря 2007 г.',
            spec: 'Системный Администратор',
            city: 'Сочи',
            citata: 'бей своих, чтоб чужие боялись.',
            img: 'img/pupils/malimon.jpg'
        }, {
            name: 'Коржуева Кристина',
            doc: 'Привет всем!вообщем школу я закончила с красным аттестатом и была активисткой, и я однозначно тот человек,который может убиться на ровном месте. Любимый цвет-хаки.',
            date: '7 июня 2007 г.',
            spec: 'Системный Администратор',
            city: 'Сочи',
            citata: 'Рожденный бегать люлей не получит.',
            img: 'img/pupils/kristina.jpg'
        }, {
            name: 'Черненко Анюта',
            doc: 'ну типо аня, 15 лет, поступашка из сириуса в сириус',
            date: '17 декабря',
            spec: 'а э ну хз пока что',
            city: 'Сочи(СиРиУс😜)',
            citata: `the sun will rise and we'll try again`, img: 'img/pupils/anqk.jpg'
        }, {
            name: 'Гейне Кирилл',
            doc: 'главный рэпер и поставщик *#%$@ поступашек',
            date: '7 декабря 2007 г.',
            spec: '-',
            city: 'Сочи',
            citata: `Говоришь, делаешь новый звук, ты не Егор Крид`, img: 'img/pupils/kirill.jpg'
        }, {
            name: 'Горбачева Cофия',
            doc: 'я сонька, мне 15 ❗❗ я родилась не в Сочи, но живу тут большую часть своей жизни в небольшом поселке. умею выкручиваться и вертеться, жизнь плохому не научит, репутация в школе дала о себе знать🤓🤓. очень общительная и тактильная с конкретными людьми. люблю делать смешнявые фотки своей рожи и супер красивые фотки моего окружения. читаю, рисую, леплю из глины, чуточку вяжу, играю в компуктер и просто живу как среднестатистический подросток-нефор 💥 ',
            date: '17 апреля 2008 г.',
            spec: '-',
            city: 'Сочи',
            citata: `'cause we could stay at home and watch the sunset, 
    but I can't help from asking, "are you bored yet???"`, img: 'img/pupils/gorbacheva.jpg'
        }, {
            name: 'Гусейнов Тагир',
            doc: 'Много идей, которые хотел бы воплотить в жизнь, мечты, блага, любовь... но я не знаю что будет теперь.',
            date: '11 ноября 2005 г.',
            spec: '-',
            city: 'Сочи',
            citata: 'Мощность прёт. Успех неизбежен',
            img: 'img/pupils/guseinov.jpg'
        }, {
            name: 'Гутник Вадим',
            doc: 'Чел, который изучает программирование чтобы писать игры, а если не получится отправится в мир бэкенда. Так же, что очевидно, он играет в игры, ну и любит посмотреть какое-нибудь кинцо.',
            date: '7 сентября 2007 г.',
            spec: 'Системный администратор',
            city: 'Сочи',
            citata: `I have no idea what I'm doing`, img: 'img/pupils/vadim.jpg'
        }, {
            name: 'Тищенко Анастасия',
            doc: 'меня зовут настя, можно просто стася. я не так давно начала заниматься веб разработкой и программированием, но это занятие быстро стало мне по душе. до этого я видела себя графическим дизайнером, так как ходила в художественную школу. что касается моих хобби - мне очень нравится танцевать, я занимаюсь этим профессионально. также до этого занималась синхронным плаванием и в свободное время люблю ходить в бассейн чтобы вспомнить старые времена',
            date: '17 декабря 2006 г.',
            spec: 'Разработчик веб и мультимедийных приложений',
            city: 'Сочи',
            citata: `умные мысли догоняли её, но она была быстрее`, img: 'img/pupils/stasusha.jpg'
        }, {
            name: 'Юн Марк',
            doc: 'С детства занимался робототехникой, программированием начал увлекаться в 12 лет. ',
            date: '8 октября 2007 г.',
            spec: 'Техник по защите информации',
            city: 'Сочи',
            citata: 'Запомните, а то забудете.',
            img: 'img/pupils/marka.jpg'
        },],
    "REG-SUC": ['- за границы',
        {
            name: 'Гунба Руслан',
            doc: 'мне нрав авиация, люблю споттерить как хобби, мне нравиться природа, тараканов топ',
            date: '12 декабря',
            spec: 'Программист',
            city: 'Сухум',
            citata: 'всем домашнего утюга!!!',
            img: 'img/pupils/ruslan.jpg'
        }, {
            name: 'Пономарев Демьян',
            doc: 'Меня зовут Демьян, с ранних лет я начал увлекаться программированием, для меня это было что-то более значимое чем просто нажимать на кнопки, и у меня хорошо получалось, и вот спустя большой промежуток времени я уже поступаю в Сириус, я очень этим горжусь',
            date: '2007 г.',
            spec: 'Техник по защите информации',
            city: 'Петропавловск',
            citata: 'в жизни нету смысла, но его поиски уже являются смыслом',
            img: 'img/pupils/ponamorev.jpg'
        }]
}

// {name: 'Роман Волков',doc:'Люблю играть в компьютерные игры, особенно в сюжетные и выживания, из любимых игр Метро; Занимаюсь каратэ, имею чёрный пояс; На данный момент знаю основы Python, CSS, HTML; ', date: '30.11.2006', spec: 'Программист', city: 'Снежногорск', citata: 'Никогда не сдавайся, и ты увидишь, как сдаются другие.', img: 'img/pupils/volkov.jpg'}

// { name: 'Мария Логинова', doc: `олимпиадница по биологии - сдала егэ по биологии на проходной балл, поэтому иду не на биофак мгу а в айти колледж сириус (в лучшем случае)
//     занималась игрой на фортепиано, вокалом и ходила два года в художку
//     лучшая ученица в классе, с ужасным поведением
//     люблю деньги и горячих мужчин`, date: '13.05.2005', spec: 'Системный администратор', city: 'Донецк', citata: 'она любила деньги и себя', img: 'img/pupils/masha.jpg' },